Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/sagastallandilalasvuohta_samiid_duohtavuohta-_ja_soabadanproseassas_17_12_.html.tmx
Source language: sme
Languages: smn

source: Ságastallandilálašvuohta sámiid duohtavuohta- ja soabadanproseassas 17.12.
smn: Savâstâllâmtilálásvuotâ sämmilij tuotâvuotâ- já sovâdâttâmprosesist 17.12.

source: Ságastallandilálašvuohta sámiid duohtavuohta- ja soabadanproseassas Sajos auditorios, Anáris, mánnodaga juovlamánu 17. beaivve d. 1730–1830.
smn: Savâstâllâmtilálásvuotâ sämmilij tuotâvuotâ- já sovâdâttâmprosesist Saijoos auditoriost, Anarist vuossaargâ 17.12.2018 tme 1730-1830.

source: Dilálašvuođas stáhtaráđdi kansliija stáhtacálli Paula Lehtomäki ja hoavda Johanna Suurpää vuoigatvuohtaministeriijas.
smn: Pääihi alne tilálâšvuođâst staatârääđi kanslia staatâčällee Paula Lehtomäki já riehtiministeriö hovdâ Johanna Suurpää.

source: Dulkon sámigielat – suomagiella – sámigielat.
smn: Tilálâšvuođâst lii meid tulkkum sämikielah – suomâkielâ – sämikielah.

source: Dilálašvuođa sáhttá čuovvut livestream bokte čujuhusas www.sogku.fi/live .
smn: Tilálâšvuođâ puáhtá čuávvuđ stream peht čujottâsâst: sogku.fi/live .

source: Bures boahtin!
smn: Tiervâpuáttim!

source: Sámiid áššiid guoski soabadanproseassa -gullanraporta
smn: Sämmilij aašijd kyeskee sovâdâttâmproosees -kuullâmraapoort

source: Lassidieđut sámiid duohtavuohta- ja soabadanproseassa válmmaštallamis
smn: Lasetiäđuh sämmilij tuotâvuotâ- já sovâdâttâmproosees valmâštâlmist

source: Stáhtaráđi dieđáhus gullanraportta almmustahttimis (26.11.2018): https://vnk.fi/documents/10616/11086133/559+Sovintokomission+valmistelu+-raportti+pohjoissaame.
smn: Staatârääđi tiäđáttâs kuullâmraapoort almostitmist (26.11.2018): https://vnk.fi/documents/10616/11086133/559+Sovintokomission+valmistelu+-raportti+inarinsaame.
